Repository: lliurex/deskedit
Catalog: translations/deskedit/*.po
Languages: ca_es, es_es

source: images(*.png *.xpm *jpg)
ca_es: imatges(*.png *.xpm *jpg)
es_es: imágenes(*.png *.xpm *jpg)

source: All files(*.*)
ca_es: Tots els fitxers(*.*)
es_es: Todos(*.*)

source: Add a new app launcher
ca_es: Afig un nou llançador
es_es: Añadir un nuevo lanzador

source: Load a desktop file from system
ca_es: Carrega un llançador
es_es: Cargar un lanzador

source: Icon:
ca_es: Icona:
es_es: Icono:

source: Push to change icon
ca_es: Prem per a canviar icona
es_es: Pulsa para seleccionar icono

source: Name:
ca_es: Nom:
es_es: Nombre:

source: Desktop name
ca_es: Nom del llançador
es_es: Nombre del desktop

source: Executable:
es_es: Ejecutable:

source: Executable path
ca_es: Ruta a l'executable:
es_es: Ruta al ejecutable

source: Insert path to the executable
ca_es: Ruta al programa
es_es: Ruta al ejecutable

source: Press button to select an executable
ca_es: Prem per a seleccionar un programa
es_es: Pulsa para seleccionar el programa

source: Description:
ca_es: Descripció:
es_es: Descripción

source: Description
ca_es: Descripció
es_es: Descripción

source: Insert a description for the app
ca_es: Aig una descripció per al llançador
es_es: Descripción de la aplicación

source: Categories:
es_es: Categorías:

source: Save
ca_es: Guarda
es_es: Guardar

source: Save desktop
ca_es: Guarda el llançador
es_es: Guardar lanzador

source: Desktops with NoDisplay couldn't be loaded
ca_es: Els llançadors amb NoDisplay no son valits
es_es: Los lanzadoras con la opción NoDisplay no son válidos

source: Added %s
ca_es: %s afegit
es_es: %s añadido

source: Error adding %s
ca_es: Error afegint %s
es_es: Error al añadir %s

source: Insert desktop name
ca_es: Nom del llançador
